Repository: amirimohsen72/multi-language-API
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fa

source: site panel - Gandom
fa: پنل مدیریت _ گندم

source: Account info
fa: اطلاعات حساب کاربری

source: Personal info
fa: اطلاعات شخصی

source: user type
fa: نوع کاربری

source: Permissions
fa: دسترسی ها

source: Important dates
fa: زمان های با اهمیت

source: pesonal info
fa: اطلاعات شخصی

source: title
fa: عنوان

source: fullname
fa: نام و نام خانوادگی

source: site settings
fa: تنظیمات سایت

source: account
fa: حساب کاربری

source: accounts
fa: حساب های کاربری

source: man
fa: مرد

source: woman
fa: زن

source: normal user
fa: کاربر معمولی

source: shop
fa: فروشگاه

source: marketer
fa: بازاریاب

source: national code
fa: کد ملی

source: personal national id of user
fa: کدملی شخصی کاربر

source: A user with that national code already exists.
fa: کاربر با این کد ملی موجود است

source: full name
fa: نام و نام خانوادگی

source: phone number
fa: شماره تماس

source: Profile Image
fa: تصویر پروفایل

source: only image file
fa: فقط فایل تصویر

source: address
fa: آدرس

source: gender
fa: جنسیت

source: account type
fa: نوع حساب کاربری

source: birth date
fa: تاریخ تولد

source: referral marketer
fa: بازاریاب معرف

source: shoper user detail
fa: جزییات کاربر فروشنده

source: shoper users detail
fa: جزییات کاربران فروشنده

source: user
fa: کابر

source: user license key
fa: لایسنس کاربر

source: app logo
fa: لوگوی برنامه

source: logo for application
fa: لوگو برای اپلیکیشن

source: description in footer
fa: جزییات در فوتر

source: about gandom
fa: درباره گندم

source: instagram
fa: اینستگرام

source: mobile
fa: موبایل

source: telephone
fa: تلفن

source: support phone
fa: تلفن پشتیبانی

source: email
fa: ایمیل

source: Language
fa: زبان

source: Languages
fa: زبان ها

source: language code
fa: کد زبان

source: language logo
fa: لوگوی زبان

source: language for application
fa: زبان در اپلیکیشن

source: sort
fa: مرتب سازی

source: Site Setting
fa: تنظیمات سایت

source: Site Settings
fa: تنظیمات سایت

source: favicon
fa: آیکون سایت

source: site logo
fa: لوگوی سایت

source: telegram url
fa: تلگرام

source: status
fa: وضعیت

source: Marketer Affiliate Relation
fa: رابطه وابسته به بازاریاب

source: Marketer Affiliate Relations
fa: رابطه وابسته به بازاریاب ها

source: add
fa: افزایش عددی

source: percent
fa: درصدی

source: commission
fa: کمیسیون پورسانت

source: Enter as an integer . like 10 ( % or + )
fa: عدد صحیح وارد کنید. مانند 10 ( % یا+ )

source: commission type
fa: نوع کمیسیون

source: enter phone number
fa: شماره تلفن را وارد نمایید

source: phone number is not correct
fa: شماره تلفن اشتباه است

source: phone number is not exist
fa: شماره تلفن یافت نشد

source: enter verify code
fa: کد اعتبارسنجی را وارد نمایید

source: verify code not found
fa: کد اعتبارسنجی یافت نشد

source: your new recovery code sent successfully
fa: کد اعتبارسنجی شما با موفقیت ارسال شد.

source: user not found
fa: کاربر یافت نشد

source: Password reset successfully
fa: تغییر رمز عبور نهایی شد.

source: verify has error
fa: خطا در اعتبارسنجی

source: error in get market data
fa: خطا در دریافت اطلاعات بازاریاب

source: error in get shop data
fa: خطا در دریافت اطلاعات فروشگاه
